<!DOCTYPE HTML>
<html lang="zh-CN">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="utf-8">
  
  <title>人员管理（未完待续...） | 学宝的博客</title>
  <meta name="author" content="学宝">
  
  <meta name="description" content="聊聊技术，扯扯人生">
  
  
  <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

  <meta property="og:title" content="人员管理（未完待续...）">
  <meta property="og:site_name" content="学宝的博客">

  
    <meta property="og:image" content="undefined">
  

  <link href="/favicon.png" rel="icon">
  <link rel="alternate" href="/atom.xml" title="学宝的博客" type="application/atom+xml">
  <link rel="stylesheet" href="/css/style.css" media="screen" type="text/css">
  <!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
  

</head>


<body>
  <header id="header" class="inner"><div class="alignleft">
  <h1><a href="/">学宝的博客</a></h1>
  <h2><a href="/">仰望夜空，让泪水倒流</a></h2>
</div>
<nav id="main-nav" class="alignright">
  <ul>
    
      <li><a href="/">Home</a></li>
    
      <li><a href="/archives">Archives</a></li>
    
  </ul>
  <div class="clearfix"></div>
</nav>
<div class="clearfix"></div>
</header>
  <div id="content" class="inner">
    <div id="main-col" class="alignleft"><div id="wrapper"><article id="post-人员管理" class="h-entry post" itemprop="blogPost" itemscope itemtype="https://schema.org/BlogPosting">
  
  <div class="post-content">
    <header>
      
        <div class="icon"></div>
        <time class="dt-published" datetime="2019-08-29T08:36:38.000Z"><a href="/2019/08/29/人员管理/">2019-08-29</a></time>
      
      
  
    <h1 class="p-name title" itemprop="headline name">人员管理（未完待续...）</h1>
  

    </header>
    <div class="e-content entry" itemprop="articleBody">
      
        <h1 id="&#x5F15;&#x8A00;"><a href="#&#x5F15;&#x8A00;" class="headerlink" title="&#x5F15;&#x8A00;"></a>&#x5F15;&#x8A00;</h1><p><strong>&#x600E;&#x6837;&#x79CD;&#x4E00;&#x68F5;&#x6811;&#xFF1F;</strong><br>&#x7B2C;&#x4E00;&#x6B65;&#xFF1A;&#x786E;&#x5B9A;&#x6709;&#x79CD;&#x8FD9;&#x68F5;&#x6811;&#x7684;&#x5730;&#x65B9;&#x3002;<br>&#x7B2C;&#x4E8C;&#x6B65;&#xFF1A;&#x5BFB;&#x6811;&#x82D7;&#x3002;<br>&#x7B2C;&#x4E09;&#x6B65;&#xFF1A;&#x79CD;&#x6811;&#x82D7;&#xFF1A;&#x6316;&#x5751;&#x3001;&#x65BD;&#x80A5;&#x3001;&#x6276;&#x6B63;&#x5165;&#x5751;<br>&#x7B2C;&#x56DB;&#x6B65;&#xFF1A;&#x517B;&#x62A4;&#xFF1A;&#x5B9A;&#x671F;&#x6D47;&#x6C34;&#x65BD;&#x80A5;&#x3001;&#x4FEE;&#x526A;&#x3001;&#x642D;&#x652F;&#x6491;&#x67B6;<br>&#x7B2C;&#x4E94;&#x6B65;&#xFF1A;&#x2026;&#x2026;&#x2026;&#x2026;&#x4EF7;&#x503C;&#x2026;&#x2026;&#x2026;&#x2026;&#x53BB;&#x2026;&#x2026;&#x2026;&#x2026;&#x7559;&#x2026;&#x2026;&#x2026;&#x2026;</p>
<a id="more"></a>
<p>&#x672C;&#x5C0A;&#x5BF9;&#x4EBA;&#x5458;&#x7BA1;&#x7406;&#x7684;&#x4E00;&#x70B9;&#x8BA4;&#x77E5;&#xFF0C;&#x975E;&#x5E38;&#x7F9E;&#x6DA9;&#x5730;&#x5206;&#x4EAB;&#x7ED9;&#x5927;&#x5BB6;&#xFF0C;&#x6B22;&#x8FCE;&#x5927;&#x5BB6;&#x52AA;&#x529B;&#x5410;&#x69FD;&#x3002;</p>
<p><strong>&#x600E;&#x6837;&#x7BA1;&#x7406;&#x5458;&#x5DE5;&#xFF1F;</strong></p>
<ol>
<li>&#x627E;&#x5458;&#x5DE5;</li>
<li>&#x7528;&#x5458;&#x5DE5;</li>
<li>&#x8C03;&#x6574;&#x5458;&#x5DE5;</li>
</ol>
<h1 id="&#x62DB;&#x5458;&#x5DE5;"><a href="#&#x62DB;&#x5458;&#x5DE5;" class="headerlink" title="&#x62DB;&#x5458;&#x5DE5;"></a>&#x62DB;&#x5458;&#x5DE5;</h1><p>&#x8FD9;&#x662F;&#x4EBA;&#x5458;&#x7BA1;&#x7406;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E00;&#x4E2A;&#x73AF;&#x8282;&#xFF0C;&#x4E5F;&#x662F;&#x4F60;&#x56E2;&#x961F;&#x7BA1;&#x7406;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E00;&#x4E2A;&#x73AF;&#x8282;&#x3002;&#x65B0;&#x62DB;&#x4E00;&#x4E2A;&#x5458;&#x5DE5;&#x7684;&#x6210;&#x672C;&#x5F88;&#x9AD8;&#xFF0C;&#x57F9;&#x517B;&#x4E00;&#x4E2A;&#x5458;&#x5DE5;&#x7684;&#x6210;&#x672C;&#x66F4;&#x9AD8;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x4F60;&#x9700;&#x8981;&#x8BA4;&#x771F;&#x8C28;&#x614E;&#x5BF9;&#x5F85;&#x4F60;&#x7684;&#x6BCF;&#x4E00;&#x6B21;&#x62DB;&#x4EBA;&#x7B5B;&#x9009;&#x4E0E;&#x9762;&#x8BD5;&#x3002;</p>
<p>&#x62DB;&#x4EBA;&#x8981;&#x7D20;&#xFF1A;</p>
<ul>
<li>&#x6CE8;&#x91CD;&#x4EBA;&#x5458;&#x80FD;&#x529B;&#x642D;&#x914D;&#xFF1A;&#x8003;&#x8651;&#x56E2;&#x961F;&#x6210;&#x5458;&#x80FD;&#x529B;&#x4E92;&#x8865;&#xFF08;&#x53EF;&#x8003;&#x8651;&#x7537;&#x5973;&#x642D;&#x914D;&#x5E72;&#x6D3B;&#x4E0D;&#x7D2F;&#xFF09;&#x3002;&#x8FD9;&#x6837;&#x8003;&#x8651;&#xFF0C;&#x53EF;&#x4EE5;&#x66F4;&#x6E05;&#x6670;&#x5730;&#x5B9A;&#x4F4D;&#x51FA;&#x5458;&#x5DE5;&#x7684;&#x89D2;&#x8272;&#x804C;&#x8D23;&#x3002;&#x4ECE;&#x800C;&#xFF0C;&#x80FD;&#x8BA9;&#x5458;&#x5DE5;&#x660E;&#x786E;&#x81EA;&#x5DF1;&#x5E94;&#x8BE5;&#x505A;&#x4EC0;&#x4E48;&#xFF0C;&#x80FD;&#x8BA9;&#x7BA1;&#x7406;&#x8005;&#x66F4;&#x6E05;&#x6670;&#x660E;&#x4E86;&#x5B89;&#x6392;&#x5DE5;&#x4F5C;&#x3002;&#x8425;&#x9020;&#x51FA;&#x826F;&#x597D;&#x7684;&#x5DE5;&#x4F5C;&#x79E9;&#x5E8F;&#x3002;</li>
<li>&#x6743;&#x8861;&#x85AA;&#x8D44;&#x5E73;&#x8861;&#xFF1A;&#x4F60;&#x7684;&#x56E2;&#x961F;&#x4E2D;&#xFF0C;&#x76F8;&#x8FD1;&#x7B49;&#x7EA7;&#x7684;&#x6210;&#x5458;&#xFF0C;&#x8BA9;&#x85AA;&#x8D44;&#x5C3D;&#x91CF;&#x76F8;&#x8FD1;&#x3002;&#x4E07;&#x4E00;&#x56E2;&#x961F;&#x6210;&#x5458;&#x77E5;&#x6089;&#xFF0C;&#x5E73;&#x590D;&#x5DEE;&#x5F02;&#x5FC3;&#x7406;&#x8F83;&#x96BE;&#x3002;&#x7BA1;&#x7406;&#x8005;&#x5728;&#x8C03;&#x85AA;&#x7684;&#x65F6;&#x95F4;&#x6BB5;&#xFF0C;&#x8C03;&#x6574;&#x5E73;&#x8861;&#x4E5F;&#x4F1A;&#x6BD4;&#x8F83;&#x5403;&#x529B;&#x3002;&#x4E0D;&#x8981;&#x7ED9;&#x81EA;&#x5DF1;&#x57CB;&#x5751;&#x3002;</li>
<li>&#x4E86;&#x89E3;&#x7A33;&#x5B9A;&#x6027;&#xFF1A;&#x770B;&#x770B;&#x8DF3;&#x69FD;&#x9891;&#x7387;&#xFF0C;&#x95EE;&#x95EE;&#x5BB6;&#x5EAD;&#x60C5;&#x51B5;&#x3002;</li>
<li>&#x5173;&#x6CE8;&#x6027;&#x683C;&#xFF1A;&#x5F00;&#x6717;&#x3001;&#x95F7;&#x9A9A;&#x3001;&#x4E2D;&#x6027;&#xFF08;&#x201C;&#x6211;&#x4EC0;&#x4E48;&#x90FD;&#x53EF;&#x4EE5;&#x201D;&#xFF09;&#xFF0C;&#x5728;&#x4F60;&#x7684;&#x56E2;&#x961F;&#x91CC;&#xFF0C;&#x82E5;&#x80FD;&#x5177;&#x6709;&#x591A;&#x79CD;&#x6027;&#x683C;&#x7684;&#x4EBA;&#x3002;&#x90A3;&#x4E48;&#x4F60;&#x7684;&#x56E2;&#x961F;&#x4F1A;&#x66F4;&#x6D3B;&#x8DC3;&#xFF0C;&#x66F4;&#x56E2;&#x7ED3;&#xFF0C;&#x66F4;&#x7A33;&#x5B9A;&#x3002;</li>
</ul>
<h1 id="&#x7528;&#x5458;&#x5DE5;"><a href="#&#x7528;&#x5458;&#x5DE5;" class="headerlink" title="&#x7528;&#x5458;&#x5DE5;"></a>&#x7528;&#x5458;&#x5DE5;</h1><h2 id="&#x65E5;&#x5E38;&#x6C9F;&#x901A;"><a href="#&#x65E5;&#x5E38;&#x6C9F;&#x901A;" class="headerlink" title="&#x65E5;&#x5E38;&#x6C9F;&#x901A;"></a>&#x65E5;&#x5E38;&#x6C9F;&#x901A;</h2><pre><code>&#x5458;&#x5DE5;&#x53EF;&#x80FD;&#x7684;&#x5FC3;&#x58F0;&#xFF1A;

- &#x516C;&#x53F8;&#x4EC0;&#x4E48;&#x60C5;&#x51B5;&#xFF01;&#xFF1F; &#x6700;&#x8FD1;&#x597D;&#x50CF;&#x6709;&#x70B9;&#x4E0D;&#x5BF9;&#x5440;&#xFF01;
- &#x516C;&#x53F8;&#x53D1;&#x5E03;&#x7684;&#x8FD9;&#x4E2A;&#x5236;&#x5EA6;&#xFF0C;&#x6709;&#x6CA1;&#x6709;&#x8003;&#x8651;&#x8FC7;&#x6211;&#x4EEC;&#xFF01;&#xFF1F;&#x8279;&#xFF01;
- MBD&#xFF0C;&#x9886;&#x5BFC;&#x4F1A;&#x4E0D;&#x4F1A;&#x505A;&#x4E8B;&#x554A;&#xFF01;&#xFF1F;&#x6210;&#x5929;&#x5C31;&#x77E5;&#x9053;BBB&#xFF01;
- MD&#xFF0C;&#x770B;&#x89C1;xxx&#x5C31;&#x70E6;&#xFF0C;&#x8FD8;&#x8981;&#x5929;&#x5929;&#x8DDF;&#x4ED6;&#x4E00;&#x8D77;&#x5DE5;&#x4F5C;&#xFF01;&#x70E6;&#xFF01;
- &#x542C;&#x8BF4;xxx&#x548C;yyy&#x6709;&#x77DB;&#x76FE;&#x4E86;&#xFF0C;xxx&#x53EF;&#x80FD;&#x8981;&#x8D70;&#xFF0C;&#x90A3;&#x6211;&#x600E;&#x4E48;&#x529E;&#xFF01;&#xFF1F;&#x4F1A;&#x4E0D;&#x4F1A;&#x6709;&#x5371;&#x9669;&#xFF01;&#xFF1F;
- ......
</code></pre><h4 id="&#x6C9F;&#x901A;&#x7684;&#x4F5C;&#x7528;"><a href="#&#x6C9F;&#x901A;&#x7684;&#x4F5C;&#x7528;" class="headerlink" title="&#x6C9F;&#x901A;&#x7684;&#x4F5C;&#x7528;"></a>&#x6C9F;&#x901A;&#x7684;&#x4F5C;&#x7528;</h4><ol>
<li>&#x4EA7;&#x751F;&#x5171;&#x8BC6;&#xFF1A;&#x4E0E;&#x5458;&#x5DE5;&#x6C9F;&#x901A;&#x4EA4;&#x6D41;&#xFF0C;&#x53EF;&#x4EE5;&#x8BA9;&#x5458;&#x5DE5;&#x4FDD;&#x6301;&#x601D;&#x60F3;&#x4E00;&#x81F4;&#xFF0C;&#x5728;&#x67D0;&#x4E00;&#x65B9;&#x9762;&#x4F1A;&#x4EA7;&#x751F;&#x5171;&#x8BC6;&#x3002;&#x4E0E;&#x5458;&#x5DE5;&#x6709;&#x5171;&#x540C;&#x7684;&#x8BA4;&#x77E5;&#xFF0C;&#x53EF;&#x4EE5;&#x62C9;&#x8FD1;&#x4E0E;&#x5458;&#x5DE5;&#x7684;&#x8DDD;&#x79BB;&#x3002;</li>
<li>&#x51CF;&#x5C11;&#x77DB;&#x76FE;&#xFF1A;&#x5728;&#x4E00;&#x8D77;&#x4E45;&#x4E86;&#xFF0C;&#x80AF;&#x5B9A;&#x5C31;&#x4F1A;&#x6709;&#x77DB;&#x76FE;&#xFF0C;&#x5C31;&#x50CF;&#x4F60;&#x548C;&#x4F60;&#x5973;&#x670B;&#x53CB;&#x4E00;&#x6837;&#x3002;&#x4F60;&#x4E0D;&#x53BB;&#x6C9F;&#x901A;&#xFF0C;&#x77DB;&#x76FE;&#x548C;&#x8BEF;&#x89E3;&#x5C31;&#x5728;&#x90A3;&#x91CC;&#xFF0C;&#x4E0D;&#x79BB;&#x4E0D;&#x5F03;&#x3002;&#x4F60;&#x5C1D;&#x8BD5;&#x53BB;&#x6C9F;&#x901A;&#xFF0C;&#x53EF;&#x80FD;&#x5B83;&#x5C31;&#x4F1A;&#x6162;&#x6162;&#x6D88;&#x5931;&#x3002;&#x4EFB;&#x4F55;&#x4E8B;&#x90FD;&#x8981;&#x7528;&#x4E8E;&#x53BB;&#x5C1D;&#x8BD5;&#xFF0C;&#x522B;&#x653E;&#x5F03;&#xFF01;&#xFF08;&#x5305;&#x62EC;&#x7BA1;&#x7406;&#x8005;&#x548C;&#x5458;&#x5DE5;&#x4E4B;&#x95F4;&#x3001;&#x5458;&#x5DE5;&#x4E0E;&#x5458;&#x5DE5;&#x4E4B;&#x95F4;&#xFF09;</li>
<li>&#x4FE1;&#x606F;&#x6838;&#x5BF9;&#xFF1A;&#x9632;&#x6B62;&#x4E4C;&#x9F99;&#x4E8B;&#x4EF6;&#xFF0C;&#x9632;&#x6B62;&#x6CA1;&#x5FC5;&#x8981;&#x8BEF;&#x4F1A;&#x3002;&#x9632;&#x60A3;&#x4E8E;&#x672A;&#x7136;&#xFF01;</li>
<li>&#x6539;&#x5584;&#x4EBA;&#x9645;&#x5173;&#x7CFB;&#xFF1A;&#x6709;&#x5173;&#x7CFB;&#xFF0C;&#x597D;&#x529E;&#x4E8B;&#xFF08;&#x54C8;&#x54C8;&#xFF09;</li>
<li>&#x589E;&#x5F3A;&#x51DD;&#x805A;&#x529B;&#xFF1A;&#x6C9F;&#x901A;&#x66F4;&#x80FD;&#x52A0;&#x5F3A;&#x56E2;&#x961F;&#x4E4B;&#x95F4;&#x7684;&#x51DD;&#x805A;&#x529B;&#xFF0C;&#x5982;&#x679C;&#x5404;&#x5E72;&#x5404;&#x7684;&#xFF0C;&#x8C01;&#x90FD;&#x4E0D;&#x5206;&#x4EAB;&#xFF0C;&#x4E0D;&#x6C9F;&#x901A;&#xFF0C;&#x4E8B;&#x60C5;&#x80AF;&#x5B9A;&#x5E72;&#x4E0D;&#x597D;&#x3002;</li>
<li>&#x2026;&#x2026;(&#x597D;&#x5904;&#x591A;&#x591A;&#xFF0C;&#x6CA1;&#x7406;&#x7531;&#x4E0D;&#x6C9F;&#x901A;)</li>
</ol>
<h4 id="&#x6C9F;&#x901A;&#x7684;&#x6267;&#x884C;"><a href="#&#x6C9F;&#x901A;&#x7684;&#x6267;&#x884C;" class="headerlink" title="&#x6C9F;&#x901A;&#x7684;&#x6267;&#x884C;"></a>&#x6C9F;&#x901A;&#x7684;&#x6267;&#x884C;</h4><ol>
<li><p>&#x6C9F;&#x901A;&#x6A21;&#x677F;&#xFF1A;&#x7BA1;&#x7406;&#x8005;&#x5E94;&#x8BE5;&#x81EA;&#x5236;&#x6C9F;&#x901A;&#x6A21;&#x677F;&#xFF0C;&#x6C9F;&#x901A;&#x6A21;&#x677F;&#x53EF;&#x4EE5;&#x8BA9;&#x6C9F;&#x901A;&#x8005;&#xFF0C;&#x5728;&#x6C9F;&#x901A;&#x4E2D;&#xFF0C;&#x601D;&#x8DEF;&#x66F4;&#x6E05;&#x6670;&#xFF0C;&#x6C9F;&#x901A;&#x8D77;&#x6765;&#x4F1A;&#x66F4;&#x6D41;&#x7545;&#xFF0C;&#x4E5F;&#x4F1A;&#x66F4;&#x6709;&#x4FE1;&#x5FC3;&#x3002;</p>
<pre><code>&#x6211;&#x81EA;&#x5DF1;&#x7684;&#x4E00;&#x4E2A;&#x6C9F;&#x901A;&#x6A21;&#x677F;&#xFF1A;

1. &#x5173;&#x5FC3;-&#x8BE2;&#x95EE;
2. &#x5173;&#x4E8E;&#x4E2A;&#x4EBA;&#xFF1A;&#x5BB6;&#x5EAD;&#xFF0C;&#x524D;&#x9014;&#xFF0C;&#x751F;&#x6D3B;&#x54C1;&#x8D28;&#xFF0C;&#x804C;&#x4E1A;&#x60F3;&#x6CD5;
3. &#x5173;&#x4E8E;&#x56E2;&#x961F;&#xFF1A;&#x76EE;&#x524D;&#x7684;&#x73B0;&#x72B6;&#x662F;&#x5426;&#x80FD;&#x9002;&#x5E94;&#xFF0C;&#x6709;&#x4EC0;&#x4E48;&#x5EFA;&#x8BAE;&#xFF1F;
4. &#x5173;&#x4E8E;&#x516C;&#x53F8;&#xFF1A;&#x516C;&#x53F8;&#x5DE5;&#x4F5C;&#x8282;&#x594F;&#xFF0C;&#x516C;&#x53F8;&#x5728;&#x4E0D;&#x65AD;&#x53D8;&#x5316;&#xFF0C;&#x6709;&#x4EC0;&#x4E48;&#x610F;&#x89C1;&#xFF1F;
5. &#x5173;&#x4E8E;&#x505A;&#x4E8B;&#xFF1A;&#x4EFB;&#x52A1;&#x5206;&#x914D;&#x662F;&#x5426;&#x5408;&#x7406;&#xFF1F; &#x5BF9;&#x4E8E;&#x52A0;&#x73ED;&#x600E;&#x4E48;&#x770B;&#xFF1F; &#x6709;&#x4EC0;&#x4E48;&#x5EFA;&#x8BAE;&#xFF1F;
6. &#x6316;&#x6398;&#x5458;&#x5DE5;&#x610F;&#x5411;&#xFF1A;&#x5E0C;&#x671B;&#x7BA1;&#x7406;&#x8005;&#x80FD;&#x7ED9;&#x4E88;&#x4EC0;&#x4E48;&#xFF1F;
7. &#x7BA1;&#x7406;&#x8005;&#x5BF9;&#x5458;&#x5DE5;&#xFF1A;&#x63D0;&#x51FA;&#x5EFA;&#x8BAE;/&#x6539;&#x53D8;

ps&#xFF1A;
&#x9488;&#x5BF9;&#x4E0D;&#x540C;&#x539F;&#x56E0;&#x89E6;&#x53D1;&#x7684;&#x6C9F;&#x901A;&#xFF0C;&#x6C9F;&#x901A;&#x6A21;&#x677F;&#x80AF;&#x5B9A;&#x662F;&#x6709;&#x6240;&#x5DEE;&#x5F02;&#x7684;&#x3002;
&#x9488;&#x5BF9;&#x4E0D;&#x540C;&#x5458;&#x5DE5;&#x7684;&#x6C9F;&#x901A;&#xFF0C;&#x6C9F;&#x901A;&#x6A21;&#x677F;&#x5E94;&#x8BE5;&#x4E5F;&#x662F;&#x6709;&#x6240;&#x5DEE;&#x5F02;&#x7684;&#x3002;
</code></pre></li>
<li><p>&#x9884;&#x5224;&#xFF1A;&#x8FD9;&#x4E2A;&#x662F;&#x5426;&#x80FD;&#x505A;&#x597D;&#xFF0C;&#x5C31;&#x9700;&#x8981;&#x7BA1;&#x7406;&#x8005;&#x5BF9;&#x5458;&#x5DE5;&#x662F;&#x5426;&#x4E86;&#x89E3;&#x3002;&#x5F88;&#x597D;&#x7684;&#x9884;&#x5224;&#x80FD;&#x8BA9;&#x6C9F;&#x901A;&#x53D8;&#x5F97;&#x987A;&#x7545;&#x6109;&#x5FEB;&#x3002;&#x53CD;&#x4E4B;&#xFF0C;&#x5C31;&#x4F1A;&#x662F;&#x5C2C;&#x804A;&#x4E4B;&#x540E;&#x8349;&#x8349;&#x4E86;&#x4E8B;&#x3002;</p>
</li>
<li><p>&#x6C9F;&#x901A;&#x6280;&#x5DE7;&#xFF1A;&#x7075;&#x6D3B;&#x5C31;&#x597D;&#x3002;&#x4E0D;&#x8981;&#x53D7;&#x9650;&#x4E8E;&#x6C9F;&#x901A;&#x6A21;&#x677F;&#xFF0C;&#x6C9F;&#x901A;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x53EF;&#x80FD;&#x4F1A;&#x6709;&#x5F88;&#x591A;&#x4F60;&#x672A;&#x9884;&#x6599;&#x5230;&#x7684;&#xFF0C;&#x4F60;&#x9700;&#x8981;&#x201C;&#x5584;&#x53D8;&#x201D;&#x3002;</p>
</li>
<li><p>&#x6C9F;&#x901A;&#x8BB0;&#x5F55;&#xFF1A;&#x597D;&#x8BB0;&#x6027;&#x4E0D;&#x5982;&#x70C2;&#x7B14;&#x5934;&#x3002;&#x4E0D;&#x7528;&#x6000;&#x7591;&#xFF0C;&#x4F60;&#x7684;&#x8BB0;&#x6027;&#x6CA1;&#x90A3;&#x4E48;&#x597D;&#x3002;&#x5C31;&#x7B97;&#x4F60;&#x6C9F;&#x901A;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x89C9;&#x5F97;&#x4E0D;&#x9002;&#x5408;&#x6572;&#x952E;&#x76D8;&#x6216;&#x5199;&#x5B57;&#x3002;&#x90A3;&#x4E48;&#x4F60;&#x6C9F;&#x901A;&#x5B8C;&#x4E4B;&#x540E;&#xFF0C;&#x4E5F;&#x9700;&#x8981;&#x52A8;&#x624B;&#x8BB0;&#x4E0B;&#x6C9F;&#x901A;&#x4E2D;&#x7684;&#x91CD;&#x8981;&#x5185;&#x5BB9;&#x3002;</p>
</li>
<li><p>&#x53CD;&#x9988;&#x6267;&#x884C;&#xFF1A;&#x5FC5;&#x987B;&#x8981;&#x505A;&#xFF01;&#x8FD9;&#x662F;&#x6700;&#x5173;&#x952E;&#x7684;&#x3002;&#x4E0D;&#x7136;&#xFF0C;&#x5458;&#x5DE5;&#x4F1A;&#x611F;&#x89C9;&#x51C9;&#x51C9;&#xFF0C;&#x4E0D;&#x4F1A;&#x518D;&#x7231;&#x4E86;&#x3002;</p>
</li>
</ol>
<p>&#x82E5;&#x662F;&#x94BB;&#x77F3;&#x6216;&#x738B;&#x8005;&#x6BB5;&#x4F4D;&#x7684;&#x7BA1;&#x7406;&#x8005;&#xFF0C;&#x53EF;&#x80FD;&#x6CA1;&#x6709;&#x8FD9;&#x4E48;&#x591A;&#x8BF4;&#x6CD5;&#x3002;But&#xFF0C;&#x4ED6;&#x4EEC;&#x662F;&#x5DF2;&#x7ECF;&#x5F62;&#x6210;&#x90A3;&#x79CD;&#x601D;&#x7EF4;&#x4E86;&#xFF0C;&#x4E0D;&#x7528;&#x4EE5;&#x6587;&#x5B57;&#x5F62;&#x5F0F;&#x4F53;&#x73B0;&#x3002;&#x4F60;&#x82E5;&#x53EA;&#x662F;&#x4E00;&#x4E2A;&#x9752;&#x94DC;&#x6216;&#x94C2;&#x91D1;&#xFF0C;&#x8BF7;&#x8BA4;&#x771F;&#x5BF9;&#x5F85;&#x3002;&#x6BD5;&#x7ADF;&#xFF0C;&#x673A;&#x4F1A;&#x662F;&#x7559;&#x7ED9;&#x5E05;&#x7684;&#x4EBA;&#xFF0C;&#x6070;&#x597D;&#x8BA4;&#x771F;&#x7684;&#x4EBA;&#x90FD;&#x5F88;&#x5E05;&#x3002;</p>
<h2 id="&#x5DE5;&#x4F5C;&#x5B89;&#x6392;"><a href="#&#x5DE5;&#x4F5C;&#x5B89;&#x6392;" class="headerlink" title="&#x5DE5;&#x4F5C;&#x5B89;&#x6392;"></a>&#x5DE5;&#x4F5C;&#x5B89;&#x6392;</h2><h2 id="&#x57F9;&#x517B;&#x63A5;&#x66FF;&#x4EBA;"><a href="#&#x57F9;&#x517B;&#x63A5;&#x66FF;&#x4EBA;" class="headerlink" title="&#x57F9;&#x517B;&#x63A5;&#x66FF;&#x4EBA;"></a>&#x57F9;&#x517B;&#x63A5;&#x66FF;&#x4EBA;</h2><h1 id="&#x8C03;&#x6574;&#x5458;&#x5DE5;"><a href="#&#x8C03;&#x6574;&#x5458;&#x5DE5;" class="headerlink" title="&#x8C03;&#x6574;&#x5458;&#x5DE5;"></a>&#x8C03;&#x6574;&#x5458;&#x5DE5;</h1><h2 id="&#x8C03;&#x85AA;"><a href="#&#x8C03;&#x85AA;" class="headerlink" title="&#x8C03;&#x85AA;"></a>&#x8C03;&#x85AA;</h2><h2 id="&#x7559;&#x4EBA;"><a href="#&#x7559;&#x4EBA;" class="headerlink" title="&#x7559;&#x4EBA;"></a>&#x7559;&#x4EBA;</h2><h2 id="&#x529D;&#x9000;"><a href="#&#x529D;&#x9000;" class="headerlink" title="&#x529D;&#x9000;"></a>&#x529D;&#x9000;</h2>
      
    </div>
    <footer>
      
        
  
  <div class="categories">
    <a href="/categories/管理/">管理</a>
  </div>

        
  
  <div class="tags">
    <a href="/tags/沉淀/">沉淀</a>
  </div>

      
      <div class="clearfix"></div>
    </footer>
  </div>
</article>

<link rel="stylesheet" href="https://unpkg.com/gitalk/dist/gitalk.css">

<section id="comment">
  <h1 class="title">留言</h1>
  <div id="gitalk-container"></div>
  <script src="https://unpkg.com/gitalk/dist/gitalk.min.js"></script>
  <script src="https://cdn.bootcss.com/blueimp-md5/2.11.1/js/md5.min.js"></script>
  <script type="text/javascript">
    var gitalk = new Gitalk({
        clientID: '127508c32b906de4ac5d',
        clientSecret: 'bf409867b7b5e84605c7c78a4e967a18a7078632',
        id: md5(window.location.pathname),
        repo: 'XB-Paul.github.io',
        owner: 'XB-Paul',
        admin: 'XB-Paul'
    })
    gitalk.render('gitalk-container')
    </script>
  </section>


</div></div>
    <aside id="sidebar" class="alignright">
  <div class="search">
  <form action="//google.com/search" method="get" accept-charset="utf-8">
    <input type="search" name="q" results="0" placeholder="搜索">
    <input type="hidden" name="as_sitesearch" value="xuebao.com">
  </form>
</div>


  
<div class="widget tag">
  <h3 class="title">分类</h3>
  <ul class="entry">
  
    <li><a href="/categories/CocoaPods/">CocoaPods</a><small>1</small></li>
  
    <li><a href="/categories/Objective-C/">Objective-C</a><small>1</small></li>
  
    <li><a href="/categories/我/">我</a><small>1</small></li>
  
    <li><a href="/categories/管理/">管理</a><small>2</small></li>
  
  </ul>
</div>


  
<div class="widget tag">
  <h3 class="title">标签</h3>
  <ul class="entry">
  
    <li><a href="/tags/工具/">工具</a><small>1</small></li>
  
    <li><a href="/tags/开发/">开发</a><small>1</small></li>
  
    <li><a href="/tags/扯淡/">扯淡</a><small>1</small></li>
  
    <li><a href="/tags/沉淀/">沉淀</a><small>2</small></li>
  
  </ul>
</div>

</aside>
    <div class="clearfix"></div>
  </div>
  <footer id="footer" class="inner"><div class="alignleft">
  
  &copy; 2019 学宝
  
</div>
<div class="clearfix"></div></footer>
  <script src="//ajax.googleapis.com/ajax/libs/jquery/2.0.3/jquery.min.js"></script>
<script src="/js/jquery.imagesloaded.min.js"></script>
<script src="/js/gallery.js"></script>




</body>
</html>
