<!DOCTYPE HTML>
<html>
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="utf-8">
  
  <title>学宝的自我管理 | 学宝的博客</title>
  <meta name="author" content="学宝">
  
  <meta name="description" content="聊聊技术，扯扯人生">
  
  
  <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

  <meta property="og:title" content="学宝的自我管理">
  <meta property="og:site_name" content="学宝的博客">

  
    <meta property="og:image" content="undefined">
  

  <link href="/favicon.png" rel="icon">
  <link rel="alternate" href="/atom.xml" title="学宝的博客" type="application/atom+xml">
  <link rel="stylesheet" href="/css/style.css" media="screen" type="text/css">
  <!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
  


  
  <link rel="stylesheet" href="/lib/gitalk/gitalk.css">
  <script src="/lib/gitalk/gitalk.min.js"></script>

</head>
</html>

<body>
  <header id="header" class="inner"><div class="alignleft">
  <h1><a href="/">学宝的博客</a></h1>
  <h2><a href="/">仰望夜空，让泪水倒流</a></h2>
</div>
<nav id="main-nav" class="alignright">
  <ul>
    
      <li><a href="/">首页</a></li>
    
      <li><a href="/archives">存档</a></li>
    
  </ul>
  <div class="clearfix"></div>
</nav>
<div class="clearfix"></div>
</header>
  <div id="content" class="inner">
    <div id="main-col" class="alignleft"><div id="wrapper"><article class="post">
  
  <div class="post-content">
    <header>
      
        <div class="icon"></div>
        <time datetime="2019-08-27T08:20:45.000Z"><a href="/2019/08/27/学宝的自我管理/">2019-08-27</a></time>
      
      
  
    <h1 class="title">学宝的自我管理</h1>
  

    </header>
    <div class="entry">
      
        <p>&#x7BA1;&#x7406;&#xFF0C;&#x7BA1;&#x522B;&#x4EBA;&#xFF1F;<br>&#x54FC;&#x54FC;&#x54FC;&#xFF0C;&#x5148;&#x770B;&#x770B;&#x81EA;&#x5DF1;&#x662F;&#x4E2A;&#x5565;&#x6837;&#xFF01;&#x628A;&#x81EA;&#x5DF1;&#x6253;&#x7406;&#x7684;&#x6709;&#x6A21;&#x6709;&#x6837;&#x4E4B;&#x540E;&#xFF0C;&#x518D;&#x60F3;&#x7740;&#x600E;&#x4E48;&#x7BA1;&#x597D;&#x522B;&#x4EBA;&#x3002;</p>
<a id="more"></a>
<p>&#x95EE;&#x81EA;&#x5DF1;&#xFF1A;&#x4F60;&#x6709;&#x660E;&#x786E;&#x65F6;&#x95F4;&#x8BA1;&#x5212;&#x5417;&#xFF1F;<br>&#x95EE;&#x81EA;&#x5DF1;&#xFF1A;&#x4F60;&#x662F;&#x4E00;&#x4E2A;&#x6709;&#x7D20;&#x8D28;&#x7684;&#x4EBA;&#x5417;&#xFF1F;&#x4F60;&#x751F;&#x6C14;&#x65F6;&#xFF0C;&#x4F60;&#x8111;&#x888B;&#x4F1A;&#x77ED;&#x8DEF;&#x5417;&#xFF1F;&#x4F1A;&#x9A82;&#x4EBA;&#x5417;&#xFF1F;<br>&#x95EE;&#x81EA;&#x5DF1;&#xFF1A;&#x4F60;&#x662F;&#x5584;&#x826F;&#x7684;&#x4EBA;&#x5417;&#xFF1F;&#x4F60;&#x662F;&#x4E2A;&#x70C2;&#x597D;&#x4EBA;&#x5417;&#xFF1F;<br>&#x95EE;&#x81EA;&#x5DF1;&#xFF1A;&#x4F60;&#x4F1A;&#x6362;&#x4F4D;&#x601D;&#x8003;&#x5417;&#xFF1F;<br>&#x95EE;&#x81EA;&#x5DF1;&#xFF1A;&#x4F60;&#x8FD8;&#x559C;&#x6B22;&#x5B66;&#x4E60;&#x5417;&#xFF1F;&#x8FD8;&#x559C;&#x6B22;&#x4E86;&#x89E3;&#x65B0;&#x4E8B;&#x7269;&#x5417;&#xFF1F;<br>&#x95EE;&#x81EA;&#x5DF1;&#xFF1A;&#x4F60;&#x53EF;&#x4EE5;&#x5417;&#xFF1F;</p>
<p>&#x672C;&#x6587;&#x4ECE;&#x4EE5;&#x4E0B;&#x51E0;&#x4E2A;&#x65B9;&#x9762;&#x8BF4;&#x8BF4;&#x672C;&#x5C0A;&#x7684;&#x81EA;&#x5DF1;&#x7BA1;&#x7406;&#xFF0C;&#x5E0C;&#x671B;&#x5BF9;&#x8BFB;&#x8005;&#x6709;&#x4E00;&#x5B9A;&#x4F5C;&#x7528;&#x3002;</p>
<ul>
<li>&#x81EA;&#x6211;&#x8BA1;&#x5212;</li>
<li>&#x81EA;&#x6211;&#x4FEE;&#x517B;</li>
<li>&#x81EA;&#x6211;&#x66F4;&#x65B0;</li>
<li>&#x81EA;&#x4FE1;&#x79EF;&#x6781;</li>
</ul>
<hr>
<h3 id="&#x81EA;&#x6211;&#x8BA1;&#x5212;"><a href="#&#x81EA;&#x6211;&#x8BA1;&#x5212;" class="headerlink" title="&#x81EA;&#x6211;&#x8BA1;&#x5212;"></a>&#x81EA;&#x6211;&#x8BA1;&#x5212;</h3><p>&#x4E16;&#x95F4;&#x53EF;&#x80FD;&#x5B58;&#x5728;&#x5F88;&#x591A;&#x4E0D;&#x516C;&#x5E73;&#xFF0C;&#x4F46;&#x662F;&#xFF0C;&#x65F6;&#x95F4;&#x9488;&#x5BF9;&#x6BCF;&#x4E2A;&#x4EBA;&#x5374;&#x662F;&#x516C;&#x5E73;&#x7684;&#x3002;</p>
<p><strong>&#x8BA1;&#x5212;&#x81EA;&#x5DF1;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x4F60;&#x5C06;&#x6BD4;&#x522B;&#x4EBA;&#x66F4;&#x4F18;&#x79C0;&#xFF01;</strong><br>&#x4F60;&#x5C06;&#x5904;&#x7406;&#x7684;&#x4E8B;&#x52A1;&#x653E;&#x5728;&#x54EA;&#x4E2A;&#x8C61;&#x9650;&#xFF08;&#x91CD;&#x8981;&#x4E0E;&#x7D27;&#x6025;&#x5212;&#x5206;&#x7684;&#x56DB;&#x8C61;&#x9650;&#xFF09;&#xFF0C;&#x6211;&#x4E0D;&#x5728;&#x8FD9;&#x91CC;&#x5C55;&#x5F00;&#x7D2F;&#x8D58;&#x3002;&#x5A46;&#x8BF4;&#x5A46;&#x6709;&#x7406;&#xFF0C;&#x6211;&#x76F8;&#x4FE1;&#x4F60;&#x4EEC;&#x82E5;&#x771F;&#x53BB;&#x5206;&#x6790;&#x4F60;&#x8981;&#x5904;&#x7406;&#x7684;&#x4E00;&#x4EF6;&#x4E8B;&#x5C5E;&#x4E8E;&#x54EA;&#x4E2A;&#x8C61;&#x9650;&#x7684;&#xFF0C;&#x4F60;&#x4E00;&#x5B9A;&#x6709;&#x4F60;&#x7684;&#x9053;&#x7406;&#xFF0C;&#x4E14;&#x4F60;&#x80AF;&#x5B9A;&#x662F;&#x5BF9;&#x7684;&#x3002;<br>&#x6211;&#x5728;&#x8FD9;&#x91CC;&#x60F3;&#x5F3A;&#x8C03;&#x7684;&#x662F;&#xFF0C;&#x4F60;&#x9700;&#x8981;&#x89C4;&#x5212;&#x8BA1;&#x5212;&#x5B8C;&#x6210;&#x4F60;&#x9700;&#x8981;&#x505A;&#x7684;&#x4E8B;&#x52A1;&#xFF0C;&#x5176;&#x6B21;&#x662F;&#x4F60;&#x5BF9;&#x5F85;&#x9700;&#x8981;&#x4E8B;&#x52A1;&#x6709;&#x4F18;&#x5148;&#x7EA7;&#x7684;&#x5B89;&#x6392;&#x3002;&#x81F3;&#x4E8E;&#x4F18;&#x5148;&#x7EA7;&#x5230;&#x5E95;&#x662F;&#x5426;&#x6B63;&#x786E;&#xFF0C;&#x8FD9;&#x4E2A;&#x5728;&#x5DE5;&#x4F5C;&#x4E2D;&#x53EF;&#x4EE5;&#x5F88;&#x5BB9;&#x6613;&#x611F;&#x609F;&#x5230;&#x7684;&#x3002;&#x82E5;&#x771F;&#x7684;&#x611F;&#x609F;&#x4E0D;&#x5230;&#xFF0C;&#x9886;&#x5BFC;&#x9A82;&#x4F60;&#x4E24;&#x6B21;&#xFF0C;&#x4F60;&#x5C31;&#x660E;&#x767D;&#x4E86;&#x3002;</p>
<p><strong>&#x4E0D;&#x8981;&#x8BA9;&#x4F60;&#x7684;&#x8BA1;&#x5212;&#x5F71;&#x54CD;&#x5230;&#x4F60;&#x7684;&#x6B63;&#x5E38;&#x751F;&#x6D3B;&#xFF01;</strong></p>
<p>&#x672C;&#x5C0A;&#x4E0D;&#x624D;&#xFF0C;&#x8BA4;&#x4E3A;&#x6EE1;&#x8DB3;&#x4EE5;&#x4E0B;3&#x70B9;&#x5C31;&#x7B97;&#x6B63;&#x5E38;&#x751F;&#x6D3B;&#xFF1A;</p>
<ol>
<li>&#x6309;&#x65F6;&#x5403;&#x65E9;&#x4E2D;&#x665A;&#x996D;</li>
<li>&#x6309;&#x65F6;&#x7761;&#x89C9;</li>
<li>&#x82B1;&#x70B9;&#x65F6;&#x95F4;&#x653E;&#x677E;</li>
</ol>
<p>&#x7761;&#x89C9;&#x548C;&#x653E;&#x677E;&#x65F6;&#x95F4;&#xFF0C;&#x56E0;&#x4EBA;&#x800C;&#x5F02;&#xFF08;&#x82E5;&#x4F60;&#x662F;&#x4E2A;&#x6760;&#x7CBE;&#xFF0C;&#x6211;&#x4E0D;&#x60F3;&#x7406;&#x776C;&#x4F60;&#xFF09;&#x3002;&#x4F60;&#x7684;&#x6240;&#x6709;&#x8BA1;&#x5212;&#x82E5;&#x662F;&#x5F71;&#x54CD;&#x5230;&#x8FD9;3&#x70B9;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x4F60;&#x7684;&#x8BA1;&#x5212;&#x662F;&#x5931;&#x8D25;&#x7684;&#x3002;&#x56E0;&#x4E3A;&#x4F60;&#x6253;&#x4E71;&#x4E86;&#x4F60;&#x7684;&#x751F;&#x7269;&#x949F;&#xFF0C;&#x5F71;&#x54CD;&#x4E86;&#x4F60;&#x8EAB;&#x4F53;&#xFF0C;&#x8FD8;&#x4E0D;&#x4E00;&#x5B9A;&#x6709;&#x6548;&#x679C;&#x3002;&#x6240;&#x4EE5;&#x8FD9;&#x4E00;&#x70B9;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x5B9A;&#x4E49;&#x4E3A;&#x4FDD;&#x8BC1;&#x81EA;&#x5DF1;&#x7684;&#x751F;&#x7269;&#x949F;&#x3002;<br>&#x6211;&#x76F8;&#x4FE1;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x660E;&#x767D;&#xFF0C;&#x5176;&#x5B9E;&#x5236;&#x5B9A;&#x8BA1;&#x5212;&#x6CA1;&#x90A3;&#x4E48;&#x590D;&#x6742;&#xFF0C;&#x53EA;&#x662F;&#x6211;&#x4EEC;&#x6CA1;&#x505A;&#x800C;&#x5DF2;&#xFF0C;&#x6CA1;&#x53BB;&#x575A;&#x6301;&#x800C;&#x5DF2;&#x3002;&#x5C31;&#x50CF;&#x672C;&#x5C0A;&#x6CA1;&#x80FD;&#x575A;&#x6301;&#x6BCF;&#x4E2A;&#x661F;&#x671F;&#x5065;&#x8EAB;&#x4E24;&#x6B21;&#x4E00;&#x6837;&#x3002;</p>
<hr>
<h3 id="&#x81EA;&#x6211;&#x4FEE;&#x517B;"><a href="#&#x81EA;&#x6211;&#x4FEE;&#x517B;" class="headerlink" title="&#x81EA;&#x6211;&#x4FEE;&#x517B;"></a>&#x81EA;&#x6211;&#x4FEE;&#x517B;</h3><p>&#x6027;&#x683C;&#x5F88;&#x91CD;&#x8981;&#xFF01;<br>&#x6027;&#x683C;&#x5F88;&#x91CD;&#x8981;&#xFF01;<br>&#x6027;&#x683C;&#x5F88;&#x91CD;&#x8981;&#xFF01;</p>
<p>&#x4F60;&#x8981;&#x63A7;&#x5236;&#x4F60;&#x81EA;&#x5DF1;&#xFF01;<br>&#x4F60;&#x8981;&#x63A7;&#x5236;&#x4F60;&#x81EA;&#x5DF1;&#xFF01;<br>&#x4F60;&#x8981;&#x63A7;&#x5236;&#x4F60;&#x81EA;&#x5DF1;&#xFF01;</p>
<p>&#x4EBA;&#x662F;&#x4E00;&#x4E2A;&#x60C5;&#x611F;&#x52A8;&#x7269;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x662F;&#x60C5;&#x7EEA;&#x7684;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x60C5;&#x7EEA;&#x662F;&#x9700;&#x8981;&#x5BA3;&#x6CC4;&#x7684;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x8BF7;&#x6CE8;&#x610F;&#x65B9;&#x5F0F;&#xFF01;&#x4F60;&#x82E5;&#x7BA1;&#x7406;&#x7740;&#x4ED6;&#x4EBA;&#xFF0C;&#x4F60;&#x5C31;&#x66F4;&#x9700;&#x8981;&#x6CE8;&#x610F;&#x63A7;&#x5236;&#x4F60;&#x7684;&#x60C5;&#x7EEA;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x5728;&#x7BA1;&#x7406;&#x4E2D;&#xFF0C;&#x4F1A;&#x9047;&#x5230;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x4EBA;&#x548C;&#x4E8B;&#xFF0C;&#x8822;&#x5982;&#x725B;&#x7684;&#x4EBA;&#xFF0C;&#x6C14;&#x6B7B;&#x7684;&#x4E8B;&#xFF0C;&#x90FD;&#x4F1A;&#x8D64;&#x88F8;&#x88F8;&#x5954;&#x5411;&#x4F60;&#xFF0C;&#x54EA;&#x6015;&#x90A3;&#x662F;&#x4E00;&#x5768;&#x5768;&#x7684;&#xFF0C;&#x4F7F;&#x547D;&#x611F;&#x548C;&#x8D23;&#x4EFB;&#x611F;&#x8BA9;&#x4F60;&#x5FC5;&#x987B;&#x63A5;&#x7740;&#x5B83;&#x3002;&#x90A3;&#x79CD;&#x80FD;&#x8BA9;&#x4F60;&#x77AC;&#x95F4;&#x77F3;&#x5316;&#x7684;&#x60C5;&#x5F62;&#xFF0C;&#x8BF7;&#x4F60;&#x63A7;&#x5236;&#x597D;&#x81EA;&#x5DF1;&#xFF0C;&#x4E0D;&#x8981;&#x6C14;&#x6025;&#x8D25;&#x574F;&#xFF0C;&#x4E0D;&#x8981;&#x9A82;&#x4EBA;&#x3002;&#x90A3;&#x65F6;&#x66F4;&#x9700;&#x8981;&#x4F60;&#x51B7;&#x9759;&#xFF0C;&#x66F4;&#x9700;&#x8981;&#x4F60;&#x5206;&#x6790;&#x3002;&#x90A3;&#x65F6;&#x51B7;&#x9759;&#x7684;&#x4F60;&#xFF0C;&#x4E00;&#x5B9A;&#x6709;&#x7EDD;&#x4E16;&#x5BB9;&#x989C;&#x3002;</p>
<p>&#x4E0D;&#x7136;&#xFF0C;&#x5C31;&#x8981;&#x4E00;&#x4E16;&#x82F1;&#x540D;&#x6BC1;&#x4E8E;&#x4E00;&#x65E6;&#x3002;</p>
<p>&#x539F;&#x56E0;&#x5C31;&#x5F88;&#x7B80;&#x5355;&#x4E86;&#xFF0C;&#x73B0;&#x5B9E;&#x5C31;&#x662F;&#x8FD9;&#x6837;&#xFF0C;&#x9700;&#x8981;&#x5B8C;&#x7F8E;&#x7684;&#x4F60;&#x3002;&#x4F60;&#x6CA1;&#x6709;&#x6743;&#x5229;&#x751F;&#x6C14;&#xFF0C;&#x4F46;&#x662F;&#x4F60;&#x6709;&#x4E49;&#x52A1;&#x505A;&#x597D;&#x5DE5;&#x4F5C;&#x3002;</p>
<hr>
<h3 id="&#x81EA;&#x6211;&#x66F4;&#x65B0;"><a href="#&#x81EA;&#x6211;&#x66F4;&#x65B0;" class="headerlink" title="&#x81EA;&#x6211;&#x66F4;&#x65B0;"></a>&#x81EA;&#x6211;&#x66F4;&#x65B0;</h3><p>&#x6211;&#x4EEC;&#x9700;&#x8981;&#x4F60;&#xFF01;<br>&#x8BF7;&#x5389;&#x5BB3;&#x70B9;&#xFF01;<br>&#x518D;&#x5389;&#x5BB3;&#x70B9;&#xFF01;<br>&#x8BF7;&#x7EE7;&#x7EED;&#xFF0C;&#x522B;&#x5012;&#x4E0B;&#xFF01;</p>
<p>&#x4F60;&#x7684;&#x4EF7;&#x503C;&#x5728;&#x4E8E;&#x4F60;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x4F60;&#x7684;&#x80FD;&#x529B;&#x4F1A;&#x88AB;&#x4EBA;&#x5438;&#x6536;&#x3002;&#x65F6;&#x523B;&#x4FDD;&#x6301;&#x77E5;&#x8BC6;&#x7684;&#x66F4;&#x65B0;&#xFF0C;&#x4E0D;&#x65AD;&#x5730;&#x63D0;&#x9AD8;&#x81EA;&#x5DF1;&#xFF0C;&#x4F1A;&#x8BA9;&#x81EA;&#x5DF1;&#x66F4;&#x5145;&#x5B9E;&#xFF0C;&#x66F4;&#x4E0D;&#x6613;&#x5012;&#x4E0B;&#xFF0C;&#x66F4;&#x80FD;&#x5438;&#x5F15;&#x66F4;&#x591A;&#x7684;&#x4EBA;&#x3002;</p>
<hr>
<h3 id="&#x81EA;&#x4FE1;&#x79EF;&#x6781;"><a href="#&#x81EA;&#x4FE1;&#x79EF;&#x6781;" class="headerlink" title="&#x81EA;&#x4FE1;&#x79EF;&#x6781;"></a>&#x81EA;&#x4FE1;&#x79EF;&#x6781;</h3>
      
    </div>
    <footer>
      
        
  
  <div class="categories">
    <a href="/categories/管理/">管理</a>
  </div>

        
  
  <div class="tags">
    <a href="/tags/沉淀/">沉淀</a>
  </div>

        
      
      <div class="clearfix"></div>
    </footer>
  </div>
</article>


</div></div>
    <aside id="sidebar" class="alignright">
  <div class="search">
  <form action="//google.com/search" method="get" accept-charset="utf-8">
    <input type="search" name="q" results="0" placeholder="搜索">
    <input type="hidden" name="q" value="site:yoursite.com">
  </form>
</div>

  
<div class="widget tag">
  <h3 class="title">博文目录</h3>
  <ul class="entry">
  
    <li><a href="/categories/CocoaPods/">CocoaPods</a><small>1</small></li>
  
    <li><a href="/categories/Objective-C/">Objective-C</a><small>1</small></li>
  
    <li><a href="/categories/心灵鸡汤/">心灵鸡汤</a><small>1</small></li>
  
    <li><a href="/categories/管理/">管理</a><small>1</small></li>
  
  </ul>
</div>


  
<div class="widget tag">
  <h3 class="title">标签</h3>
  <ul class="entry">
  
    <li><a href="/tags/工具/">工具</a><small>1</small></li>
  
    <li><a href="/tags/开发/">开发</a><small>1</small></li>
  
    <li><a href="/tags/扯淡/">扯淡</a><small>1</small></li>
  
    <li><a href="/tags/沉淀/">沉淀</a><small>1</small></li>
  
  </ul>
</div>


   
  <div class="widget tag"> 
    <h3 class="title">关于我</h3> 
    <div class="entry"> 
     &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;QQ: 290061763</br>
     &nbsp;&nbsp;Email: <a href='mailto:zhanxuebao@outlook.com'>zhanxuebao@outlook.com</a><br>
     GitHub: <a href='https://github.com/XB-Paul'>XB-Paul</a>
    </div> 
  </div> 

</aside>
    <div class="clearfix"></div>
  </div>
  <footer id="footer" class="inner"><div class="alignleft">
  
  &copy; 2019 学宝
  
</div>
<div class="clearfix"></div></footer>
  <script src="//ajax.googleapis.com/ajax/libs/jquery/2.0.3/jquery.min.js"></script>
<script src="/js/jquery.imagesloaded.min.js"></script>
<script src="/js/gallery.js"></script>




</body>
</html>
